/* No comment provided by engineer. */
"To protect children under the age of 12, this content is only available between 8 p.m. and 6 a.m." = "Pour des questions de protection des mineurs (12+), cette vidéo est disponible uniquement entre 20h00 et 6h00.";

/* No comment provided by engineer. */
"To protect children under the age of 18, this content is only available between 11 p.m. and 5 a.m." = "Pour des raisons de protection de la jeunesse (à partir de 18 ans), cette vidéo n'est disponible qu'entre 23 h 00 et 5 h 00.";

/* No comment provided by engineer. */
"Commercial is being skipped. Please wait – playback will resume shortly." = "Publicité - n'est pas affichée. Veuillez patienter, la suite arrive dans quelques instants.";

/* No comment provided by engineer. */
"For legal reasons, this content was only available for a limited period of time." = "Pour des questions de droits, cette vidéo n'est disponible que durant une certaine période.";

/* No comment provided by engineer. */
"For legal reasons, this content is not available in your region." = "Pour des raisons juridiques, cette vidéo n'est pas disponible dans votre région.";

/* No comment provided by engineer. */
"This content is not available due to legal restrictions." = "Pour des raisons juridiques, la vidéo n'est pas disponible.";

/* No comment provided by engineer. */
"This content is not yet available. Please try again later." = "Cette vidéo n'est pas encore disponible. Veuillez réessayer plus tard.";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioLiveStreams: '%@'." = "Argument non valide pour SRGILFetchListAudioLiveStreams: «%@ ».";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostClicked: '%@'." = "Argument non valide pour SRGILFetchListAudioMostClicked: «%@ ».";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioMostRecent: '%@'." = "Argument non valide pour SRGILFetchListAudioMostRecent: «%@ ».";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioSearch: '%@'." = "Argument non valide pour SRGILFetchListAudioSearch: «%@ ».";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowsAlphabetical: '%@'." = "Argument non valide pour SRGILFetchListAudioShowsAlphabetical: «%@ ».";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListAudioShowsSearch: '%@'." = "Argument non valide pour SRGILFetchListAudioSearch: «%@ ».";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoSearch: '%@'." = "Argument non valide pour SRGILFetchListAudioSearch: «%@ ».";

/* No comment provided by engineer. */
"Invalid arg for SRGILFetchListVideoShowsSearch: '%@'." = "Argument non valide pour SRGILFetchListAudioSearch: «%@ ».";

/* No comment provided by engineer. */
"The data is invalid." = "Les données reçues ne sont pas valides.";

/* No comment provided by engineer. */
"The received data is invalid for category %@" = "Les données reçues pour la catégorie %@ ne sont pas valables";

/* No comment provided by engineer. */
"Missing media URN string. Nothing to fetch." = "La chaîne URN pour le média est manquante. Impossible de requêter.";

/* No comment provided by engineer. */
"Missing parameters for token." = "Paramètres manquants pour le jeton.";

/* Date preposition, for instance: "Something happened <XXX> Oct 28, 2015." */
"on" = "du";

/* No comment provided by engineer. */
"Unable to build a valid video object." = "Impossible de générer un objet vidéo valide.";

/* No comment provided by engineer. */
"Unable to create URN from identifier, which is needed to proceed." = "Impossible de créer un URN à partir de l'identifiant, ce qui est nécessaire pour continuer.";

/* No comment provided by engineer. */
"Unable to create URN from string '%@', which is needed to proceed." = "Impossible de créer un URN à partir de l'identifiant «%@ », ce qui est nécessaire pour continuer.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN string '%@'." = "Le mediaType obtenu à partir de l'URN «%@ » est indéfini.";

/* No comment provided by engineer. */
"Undefined mediaType inferred from URN." = "Le mediaType obtenu à partir de l'URN est indéfini.";
